// Напишите программу , которая на вход принимает два числа и выдает , какое число большее , а какое меншее.
Console.WriteLine("Input first number ");
int first_number = Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Input second number ");
int second_number = Convert.ToInt32(Console.ReadLine());
if (first_number > second_number)
{
    Console.WriteLine("first number is greater" );
}
else
{
    Console.WriteLine("second number is greater" );
}
    
